       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO-WORLD.
       DATE-WRITTEN. October 2 2021
       DATA DIVISION. 
       FILE SECTION. 
       WORKING-STORAGE SECTION. 
       PROCEDURE DIVISION.
           DISPLAY "hello world!".
           STOP RUN.
